export default function About() {
  return (
    <div className="about">
      <div className="about__content">
        <div className="about__content__title">
          <p>Обо мне</p>
        </div>
        <div className="about__content__description">
          <p>
            Меня зовут Максим я студент 4-го курса факультета информационных
            систем и программирования, специальность "Разработчик игр на Unity
            3D". <br />
            <br />
            Занимаюсь разработкой около 3-х лет. В моем опыте работы
            присутствует разработка игр, сайтов и мобильных приложений. <br />
            <br />
            На данный момоент поисках интересной, нетривиальной работы. Хочу
            получить полезный опыт не только в программировании, но и в работе с
            интересными людьми.
          </p>
        </div>
      </div>
    </div>
  );
}
